resume.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-07-07 Tue 21:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="index (github.com/0-l)" />
<link rel="stylesheet" type="text/css" href="./lib/style.css" />


</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge4bdc2f">1. Header</a>
<ul>
<li><a href="#org19593c5">1.1. Name</a>
<ul>
<li><a href="#org226cc3c">1.1.1. Short description</a></li>
</ul>
</li>
<li><a href="#orge19738f">1.2. Birthday/Nacionality</a></li>
<li><a href="#org21dc4b7">1.3. Address</a></li>
</ul>
</li>
<li><a href="#org20c77e0">2. Info</a>
<ul>
<li><a href="#orgdef75b9">2.1. Contact</a>
<ul>
<li><a href="#orgf710cb5">2.1.1. email</a></li>
<li><a href="#org5aaf3a2">2.1.2. phone</a></li>
</ul>
</li>
<li><a href="#org5cbe67b">2.2. Social</a>
<ul>
<li><a href="#org5142432">2.2.1. linkedin</a></li>
<li><a href="#orge064e03">2.2.2. github</a></li>
</ul>
</li>
<li><a href="#org32f679a">2.3. Languages</a></li>
</ul>
</li>
<li><a href="#org2d977ef">3. Timeline</a>
<ul>
<li><a href="#org1f8daa7">3.1. Massachussetts Institute of Technology</a></li>
<li><a href="#orga1a139e">3.2. Microsoft</a></li>
<li><a href="#orgb50c86b">3.3. Le Wagon</a></li>
</ul>
</li>
<li><a href="#org8c74652">4. Knowledge</a></li>
<li><a href="#skills">5. Skills</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge4bdc2f" class="outline-2 header">
<h2 id="orge4bdc2f"><span class="section-number-2">1</span> Header</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-org19593c5" class="outline-3 person-name header-item">
<h3 id="org19593c5"><span class="section-number-3">1.1</span> Name</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Bruno Coimbra
</p>
</div>

<div id="outline-container-org226cc3c" class="outline-4 short-description">
<h4 id="org226cc3c"><span class="section-number-4">1.1.1</span> Short description</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Full-stack developer
</p>
</div>
</div>
</div>

<div id="outline-container-orge19738f" class="outline-3 header-item birthday-nacionality">
<h3 id="orge19738f"><span class="section-number-3">1.2</span> Birthday/Nacionality</h3>
<div class="outline-text-3" id="text-1-2">
<p>
August 24th, 1988
</p>

<p>
Portuguese - Brasil
</p>
</div>
</div>

<div id="outline-container-org21dc4b7" class="outline-3 header-item address">
<h3 id="org21dc4b7"><span class="section-number-3">1.3</span> Address</h3>
<div class="outline-text-3" id="text-1-3">
<p>
29 South High Street
</p>

<p>
Yonkers, NY 10701
</p>
</div>
</div>
</div>

<div id="outline-container-org20c77e0" class="outline-2 info">
<h2 id="org20c77e0" class="info-title"><span class="section-number-2">2</span> Info</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-orgdef75b9" class="outline-3 info-item">
<h3 id="orgdef75b9"><span class="section-number-3">2.1</span> Contact</h3>
<div class="outline-text-3" id="text-2-1">
</div>

<div id="outline-container-orgf710cb5" class="outline-4 email info-description">
<h4 id="orgf710cb5"><span class="section-number-4">2.1.1</span> email</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
mail@gmail.com
</p>
</div>
</div>

<div id="outline-container-org5aaf3a2" class="outline-4 phone info-description">
<h4 id="org5aaf3a2"><span class="section-number-4">2.1.2</span> phone</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
(99) 9999-9999
</p>
</div>
</div>
</div>

<div id="outline-container-org5cbe67b" class="outline-3 info-item">
<h3 id="org5cbe67b"><span class="section-number-3">2.2</span> Social</h3>
<div class="outline-text-3" id="text-2-2">
</div>

<div id="outline-container-org5142432" class="outline-4 linkedin info-description">
<h4 id="org5142432"><span class="section-number-4">2.2.1</span> linkedin</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
no-one
</p>
</div>
</div>

<div id="outline-container-orge064e03" class="outline-4 github info-description">
<h4 id="orge064e03"><span class="section-number-4">2.2.2</span> github</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
0-l
</p>
</div>
</div>
</div>

<div id="outline-container-org32f679a" class="outline-3 info-item languages">
<h3 id="org32f679a"><span class="section-number-3">2.3</span> Languages</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li><b>Portuguese</b>: native</li>
<li><b>English</b>: advanced</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org2d977ef" class="outline-2 timeline">
<h2 id="org2d977ef"><span class="section-number-2">3</span> Timeline</h2>
<div class="outline-text-2" id="text-3">
</div>

<div id="outline-container-org1f8daa7" class="outline-3 timeline-item now">
<h3 id="org1f8daa7"><span class="section-number-3">3.1</span> Massachussetts Institute of Technology</h3>
<div class="outline-text-3" id="text-3-1">
<p date="2017 - now">
Computer Science degree
</p>
</div>
</div>

<div id="outline-container-orga1a139e" class="outline-3 timeline-item">
<h3 id="orga1a139e"><span class="section-number-3">3.2</span> Microsoft</h3>
<div class="outline-text-3" id="text-3-2">
<p date="2015 - 2016">
Internship
</p>
</div>
</div>

<div id="outline-container-orgb50c86b" class="outline-3 timeline-item">
<h3 id="orgb50c86b"><span class="section-number-3">3.3</span> Le Wagon</h3>
<div class="outline-text-3" id="text-3-3">
<p date="2014 - 2016">
Coding bootcamp
</p>
</div>
</div>
</div>

<div id="outline-container-org8c74652" class="outline-2 knowledge">
<h2 id="org8c74652"><span class="section-number-2">4</span> Knowledge</h2>
<div class="outline-text-2" id="text-4">
<p>
I have an aptitude for designing prototypes and mockups for websites and applications.
Thus, for now, the path of a web developer I follow.
I'm also passionate about writing little shell utilities and automation tools to make life easier.
</p>

<p>
I had my fair share of working with SCRUM for several sprint cycles.
</p>
</div>
</div>

<div id="outline-container-orgfda561c" class="outline-2">
<h2 id="skills"><span class="section-number-2">5</span> Skills</h2>
<div class="outline-text-2" id="text-skills">
<ul class="org-ul">
<li><b>Git</b> Version control</li>
<li><b>Linux</b> SSH, terminal tools et al</li>
<li><b>Photoshop</b> Prototyping, general design.</li>
<li><b>Docker</b> Managing microsservices</li>
</ul>
</div>
</div>
</div>
</body>
</html>
